Revit 2027 API
RebarShapeParameters Properties
The RebarShapeParameters type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
RebarShapeParameters Class
Autodesk.Revit.DB.Structure Namespace